Repository: IgorPustylnik/job-search-ios
Catalog: JobSearch/Resources/Strings/*.lproj/Localizable.strings
Languages: ru

source: Messages
ru: Сообщения

source: Favorites
ru: Избранное

source: Notifications
ru: Уведомления

# ONBOARDING_PAGE1_TITLE
source: Search your job
ru: Найдите работу

# ONBOARDING_PAGE1_DESCRIPTION
source: Figure out your top five priorities whether it is company culture, salary.
ru: Определите свои пять основных приоритетов, будь то культура компании, зарплата.

# ONBOARDING_PAGE2_TITLE
source: Browse jobs list
ru: Смотрите вакансии

# ONBOARDING_PAGE2_DESCRIPTION
source: Our job list include several industries, so you can find the best job for you.
ru: Наш список вакансий включает несколько отраслей, так что вы можете найти лучшую работу для себя.

# ONBOARDING_PAGE3_TITLE
source: Apply to best jobs
ru: Откликайтесь

# ONBOARDING_PAGE3_DESCRIPTION
source: You can apply to your desirable jobs very quickly and easily with ease.
ru: Вы можете подать заявку на желаемые вакансии очень быстро и легко.

# ONBOARDING_PAGE4_TITLE
source: Make your career
ru: Постройте карьеру

# ONBOARDING_PAGE4_DESCRIPTION
source: We help you find your dream job based on your skillset, location, demand.
ru: Мы помогаем вам найти работу мечты на основе ваших навыков, местоположения, спроса.

# ONBOARDING_NEXT_BUTTON
source: Next
ru: Далее

# ONBOARDING_EXPLORE_BUTTON
source: Explore
ru: Начать

# ONBOARDING_SKIP_BUTTON
source: Skip
ru: Пропустить
